Repository: biblibre/omeka-s-module-Taxonomy
Catalog: language/*.po
Languages: fr

source: Add another taxonomy?
fr: Ajouter une autre taxonomie ?

source: Add another taxonomy term?
fr: Ajouter un autre terme de taxonomie ?

source: Taxonomy term
fr: Terme de taxonomie

source: Batch edit taxonomy terms
fr: Modifier par lot des termes de taxonomie

source: Affected taxonomy terms
fr: Termes de taxonomies affectés

source: You are editing the following %s taxonomy terms:
fr: Vous êtes en train de modifier les %s termes de taxonomie suivants:

source: You are editing %s taxonomy terms.
fr: Vous êtes en train de modifier %s termes de taxonomie.

source: Taxonomy terms
fr: Termes de taxonomie

source: View as list
fr: Voir la liste

source: Add new taxonomy term
fr: Ajouter un nouveau terme de taxonomie

source: View as hierarchy
fr: Voir la hiérarchie

source: [no owner]
fr: [pas de propriétaire]

source: Select taxonomy term
fr: Sélectionner le terme de taxonomie

source: Delete taxonomy terms
fr: Supprimer les termes de taxonomies

source: Are you sure you would like to delete the selected taxonomy terms?
fr: Êtes-vous sûr de vouloir supprimer les termes de taxonomie sélectionnés ?

source: %1$s: this action will permanently delete %2$s taxonomy terms and cannot be undone.
fr: %1$s: cette action supprimera définitivement %2$s termes de taxonomie et ne peut pas être annulée.

source: Are you sure you would like to delete all taxonomy terms on all pages of this result?
fr: Êtes-vous sûr de vouloir supprimer tous les termes de taxonomie sur toutes les pages de ce résultat ?

source: Omeka could not find any taxonomy terms.
fr: Omeka n'a pu trouver aucun terme de taxonomie.

source: Taxonomy
fr: Taxonomie

source: Parent term
fr: Terme parent

source: Children
fr: Enfants

source: Edit taxonomy term
fr: Modifier un terme de taxonomie

source: View taxonomy
fr: Voir la taxonomie

source: View taxonomy terms
fr: Voir les termes de taxonomie

source: No resources link to this taxonomy term or its descendants.
fr: Aucune ressource ne renvoie à ce terme de taxonomie ou à ses descendants.

source: Tree view
fr: Vue arborescente

source: No taxonomy terms found.
fr: Aucun terme de taxonomie trouvé.

source: New taxonomy term
fr: Nouveau terme de taxonomie

source: New taxonomy
fr: Nouvelle taxonomie

source: Batch edit taxonomies
fr: Modifier par lot les taxonomies

source: Affected taxonomies
fr: Taxonomies affectées

source: You are editing the following %s taxonomies:
fr: Vous êtes en train de modifier les %s taxonomies suivantes:

source: You are editing %s taxonomies.
fr: Vous êtes en train de modifier %s taxonomies.

source: Add new taxonomy
fr: Ajouter une nouvelle taxonomie

source: Select taxonomy
fr: Sélectionner la taxonomie

source: Terms
fr: Termes

source: Delete taxonomies
fr: Supprimer les taxonomies

source: Are you sure you would like to delete the selected taxonomies?
fr: Êtes-vous sûr de vouloir supprimer les taxonomies sélectionnées ?

source: %1$s: this action will permanently delete %2$s taxonomies and cannot be undone.
fr: %1$s: cette action supprimera définitivement %2$s taxonomies et ne peut pas être annulée.

source: Are you sure you would like to delete all taxonomies on all pages of this result?
fr: Êtes-vous sûr de vouloir supprimer toutes les taxonomies sur toutes les pages de ce résultat ?

source: Omeka could not find any taxonomies.
fr: Omeka n'a pu trouver aucune taxonomie.

source: Edit taxonomy
fr: Modifier une taxonomie

source: View terms
fr: Voir les termes

source: No resources link to this taxonomy.
fr: Aucune ressource ne renvoie à cette taxonomie.

source: No taxonomies found.
fr: Aucune taxonomie trouvée.

source: Search by code
fr: Rechercher par code

source: Search by links to taxonomy term
fr: Recherche par liens à un terme de taxonomie

source: Searches for resources that links to a taxonomy term, in any property
fr: Recherche les ressources qui sont liées à un terme de taxonomie, dans n'importe quelle propriété

source: Search by links to taxonomy term or its descendants
fr: Recherche par liens à un terme de taxonomie ou à ses descendants

source: Searches for resources that links to a taxonomy term or one of its descendants, in any property
fr: Recherche les ressources qui sont liées à un terme de taxonomie ou à l'un de ses descendants, dans n'importe quelle propriété

source: Search by taxonomy
fr: Rechercher par taxonomie

source: Searches for terms that belong to this taxonomy.
fr: Recherche des termes appartenant à cette taxonomie.

source: Taxonomy terms: %s
fr: Termes de taxonomie: %s

source: [No taxonomy term selected]
fr: [Aucun terme de taxonomie sélectionné]

source: Search linked resources...
fr: Recherche dans les ressources liées...

source: Title (asc)
fr: Titre (asc)

source: Title (desc)
fr: Titre (desc)

source: The following resources link to this taxonomy:
fr: Les ressources suivantes renvoient à cette taxonomie:

source: Taxonomy (by ID)
fr: Taxonomie (par ID)

source: Replace literal values by taxonomy terms (properties)
fr: Remplacer les valeurs littérales par des termes de taxonomie (propriétés)

source: Search taxonomy terms by title, and if one match, replace the literal value by a corresponding taxonomy term value. If more than one term match, no modification is made. Only the properties selected here will be modified.
fr: Recherche des termes de taxonomie par titre, et si un correspond, remplace la valeur littérale par une valeur terme de taxonomie correspondante. Si plus d'un terme correspond, aucune modification n'est faite. Seules les propriétés sélectionnées ici seront modifiées.

source: Replace literal values by taxonomy terms (taxonomy)
fr: Remplacer les valeurs littérales par des termes de taxonomie (taxonomie)

source: Search taxonomy terms by title, and if one match, replace the literal value by a corresponding taxonomy term value. The search is limited to the selected taxonomy.
fr: Recherche des termes de taxonomie par titre, et si un correspond, remplace la valeur littérale par une valeur terme de taxonomie correspondante. Si plus d'un terme correspond, aucune modification n'est faite. La recherche est limitée à la taxonomie sélectionnée.

source: Taxonomy sidebar default view
fr: Vue par défaut de la barre latérale de Taxonomie

source: View to display by default when selecting a taxonomy term to attach to a resource
fr: Vue à afficher par défaut lors de la sélection d'un terme de taxonomie à attacher à une ressource

source: List view
fr: Vue liste

source: A string that uniquely identifies the term among its taxonomy. Not modifiable after creation
fr: Une chaîne de caractères qui identifie de manière unique ce terme parmi sa taxonomie. Non modifiable après la création

source: A string that uniquely identifies the taxonomy. Not modifiable after creation
fr: Une chaîne de caractères qui identifie de manière unique cette taxonomie. Non modifiable après la création

source: Taxonomy term successfully updated
fr: Terme de taxonomie modifié avec succès

source: taxonomy term
fr: terme de taxonomie

source: Taxonomy term successfully deleted
fr: Terme de taxonomie supprimé avec succès

source: You must select at least one taxonomy term to batch delete.
fr: Vous devez sélectionner au moins un terme de taxonomie pour la suppression par lot.

source: Taxonomy terms successfully deleted
fr: Termes de taxonomie supprimés avec succès

source: Deleting taxonomy terms. This may take a while.
fr: Suppression des termes de taxonomie. Cela peut prendre un certain temps.

source: You must select at least one taxonomy term to batch edit.
fr: Vous devez sélectionner au moins une taxonomie pour la suppression par lot.

source: Taxonomy terms successfully edited
fr: Termes de taxonomie modifiés avec succès

source: Editing taxonomy terms. This may take a while.
fr: Modification des termes de taxonomie. Cela peut prendre un certain temps.

source: Taxonomy successfully created. %s
fr: Taxonomie créée avec succès. %s

source: Taxonomy term successfully created. %s
fr: Terme de taxonomie créé avec succès. %s

source: Taxonomy successfully updated
fr: Taxonomie modifiée avec succès

source: taxonomy
fr: taxonomie

source: Taxonomy successfully deleted
fr: Taxonomie supprimée avec succès

source: You must select at least one taxonomy to batch delete.
fr: Vous devez sélectionner au moins une taxonomie pour la suppression par lot.

source: Taxonomies successfully deleted
fr: Taxonomies supprimées avec succès

source: Deleting taxonomies. This may take a while.
fr: Suppression des taxonomies. Cela peut prendre un certain temps.

source: You must select at least one taxonomy to batch edit.
fr: Vous devez sélectionner au moins une taxonomie pour la modification par lot.

source: Taxonomies successfully edited
fr: Taxonomies modifiées avec succès

source: Editing taxonomies. This may take a while.
fr: Modification des taxonomies. Cela peut prendre un certain temps.

source: Select taxonomy term…
fr: Sélectionner un terme de taxonomie…

source: Select taxonomy…
fr: Sélectionner une taxonomie…

source: Taxonomy term tree
fr: Arborescence de terme de taxonomie

source: Add taxonomy term ancestors IDs
fr: Ajouter les IDs des ancêtres du terme de taxonomie

source: Add taxonomy term ancestors
fr: Ajouter les ancêtres du terme de taxonomie

source: Taxonomy Term: %s
fr: Terme de taxonomie: %s

source: Field
fr: Champ

source: Field to use for filtering. It should be a facet field.
fr: Champ à utiliser pour filtrer. Ce doit être un champ de facette.
