Repository: biblibre/omeka-s-module-Taxonomy
Catalog: documentation/locales/*/LC_MESSAGES/taxonomy-terms.po
Languages: fr

source: Taxonomy terms
fr: Termes de taxonomie

source: A taxonomy term is an element of a controlled vocabulary. It belongs to a single taxonomy.
fr: Un terme de taxonomie est un élément d'un vocabulaire contrôlé. Il appartient à une taxonomie.

source: Like a taxonomy, it has a unique (among other taxonomy terms of the same taxonomy) identifier, called **Code**.
fr: Comme une taxonomie, il a un identifiant unique (parmi les termes de la même taxonomie), appelé **Code**.

source: It can have a parent taxonomy term. The parent term must belong to the same taxonomy. This means that a taxonomy contains a **hierarchy** of terms.
fr: Il peut avoir un terme de taxonomie parent. Le terme parent doit appartenir à la même taxonomie. Cela signifie qu'une taxonomie contient une **hiérarchie** de termes.

source: A taxonomy term is also an Omeka S resource (like items, item sets and media), which means:
fr: Un terme de taxonomie est aussi une ressource Omeka S (comme les contenus, collections et média), ce qui signifie:

source: it can be linked to items, item sets and media like any other Omeka S resource (it can be linked in annotations too);
fr: il peut être lié à des contenus, collections et média comme n'importe quelle autre ressource Omeka S (il peut être lié dans les annotations également);

source: it can be described like any other resource (resource template, class, properties, annotations);
fr: il peut être décrit comme n'importe quelle autre ressource (modèle de ressource, classe, propriétés, annotations);

source: it can have a thumbnail.
fr: il peut avoir une vignette.

source: List taxonomy terms
fr: Lister les termes de taxonomie

source: Taxonomy terms list can be accessed in two different ways:
fr: La liste des termes de taxonomie est accessible de deux moyens différents:

source: by clicking on the tag icon in :ref:`The Taxonomies tab <TaxonomiesTab>`, or
fr: en cliquant sur l'icône d'étiquette dans :ref:`l'onglet Taxonomies <TaxonomiesTab>`, ou

source: by clicking on the "View terms" button at the top of the taxonomy page
fr: en cliquant sur le bouton "Voir les termes" en haut de la page de taxonomie

source: View of a taxonomy terms list page
fr: Vue d'une page de liste de termes de taxonomie

source: This page is very similar to `The Items tab <https://omeka.org/s/docs/user-manual/content/items/#the-items-tab>`_. Please refer to this documentation for general information.
fr: Cette page est très similaire à `l'onglet Contenus <https://omeka.org/s/docs/user-manual/content/items/#the-items-tab>`_. Veuillez vous référer à cette documentation pour les informations générales.

source: There are a few differences:
fr: Il y a quelques différences:

source: There is an additional column showing the taxonomy's **Code**.
fr: Il y a une colonne supplémentaire montant le **Code** du terme de taxonomie.

source: Taxonomy terms can be sorted by **Code**.
fr: Les termes de taxonomie peuvent être triées par **Code**.

source: There is an additional button at the top of the page to **View (taxonomy terms) as hierarchy**.
fr: Il y a un bouton supplémentaire en haut de la page pour **Voir la hiérarchie**.

source: View taxonomy terms as hierarchy
fr: Voir la hiérarchie des termes de taxonomie

source: Click on the "View as hierarchy" button to view all your terms as a hierarchy
fr: Cliquer sur le bouton "Voir la hiérarchie" pour afficher tous les termes de manière hiérarchique

source: View of a taxonomy terms hierarchy page
fr: Vue d'une page de hiérarchie des termes de taxonomie

source: Add a taxonomy term
fr: Ajouter un terme de taxonomie

source: To add a new taxonomy term, begin by selecting the the "Add new taxonomy term" button.
fr: Pour ajouter un nouveau terme de taxonomie, commencer par sélectionner le bouton "Ajouter un nouveau terme de taxonomie".

source: Values
fr: Valeurs

source: The Values tab is where you enter metadata, such as title, description, etc.
fr: L'onglet Valeurs permet de saisir les métadonnées, comme le titre, la description, etc.

source: Basic view of add taxonomy term page, with no content entered
fr: Vue basique de la page d'ajout de terme de taxonomie, avec aucun contenu saisi

source: It is identical to `The Items Values tab <https://omeka.org/s/docs/user-manual/content/items/#values>`_.
fr: Il est identique à `l'onglet Valeurs des Contenus <https://omeka.org/s/docs/user-manual/content/items/#values>`_.

source: Taxonomy term
fr: Terme de taxonomie

source: The Taxonomy term tab is where you enter the taxonomy term's unique identifier (**Code**), and where you select a parent term.
fr: L'onglet Terme de taxonomie permet de saisir l'identifiant unique (**Code**) du terme de taxonomie, et de sélectionner un terme parent.

source: Basic view of taxonomy term tab, with no content entered
fr: Vue basique de l'onglet terme de taxonomie, avec aucun contenu saisi

source: Advanced
fr: Avancé

source: The Advanced tab is where you can select a thumbnail
fr: L'onglet Avancé permet de sélectionner une vignette

source: Basic view of advanced tab, with no content entered
fr: Vue basique de l'onglet avancé, avec aucune contenu saisi
