Repository: biblibre/omeka-s-module-Taxonomy
Catalog: documentation/locales/*/LC_MESSAGES/taxonomies.po
Languages: fr

source: A taxonomy is a group of taxonomy terms. It's a way to build a controlled vocabulary in Omeka S.
fr: Une taxonomie est un groupe de termes de taxonomie. C'est un moyen de construire un vocabulaire contrôlé dans Omeka S.

source: A taxonomy is also an Omeka S resource (like items, item sets and media), which means:
fr: Une taxonomie est aussi une ressource Omeka S (comme les contenus, collections et média), ce qui signifie:

source: it can be linked to items, item sets and media like any other Omeka S resource (it can be linked in annotations too);
fr: elle peut être liée à des contenus, collections et média comme n'importe quelle autre ressource Omeka S (elle peut être liée dans les annotations également);

source: it can be described like any other resource (resource template, class, properties, annotations);
fr: elle peut être décrite comme n'importe quelle autre ressource (modèle de ressource, classe, propriétés, annotations);

source: it can have a thumbnail.
fr: elle peut avoir une vignette.

source: A taxonomy has a unique (among other taxonomies) identifier, called **Code**.
fr: Une taxonomie a un identifiant unique (parmi les autres taxonomies), appelé **Code**.

source: The Taxonomies tab
fr: Onglet Taxonomies

source: Taxonomies are listed in the **Taxonomies** tab (with the tags icon) in the left-hand navigation of the administrative dashboard.
fr: Les taxonomies sont listées dans l'onglet **Taxonomies** (avec l'icône d'étiquette) dans la navigation de gauche du tableau de bord d'administration.

source: Basic view of admin taxonomies page, showing a handful of taxonomy resources
fr: Vue basique d'une page admin de taxonomies, montrant une poignée de ressources de type taxonomie

source: This page is very similar to `The Items tab <https://omeka.org/s/docs/user-manual/content/items/#the-items-tab>`_. Please refer to this documentation for general information.
fr: Cette page est très similaire à `l'onglet Contenus <https://omeka.org/s/docs/user-manual/content/items/#the-items-tab>`_. Veuillez vous référer à cette documentation pour les informations générales.

source: There are a few differences:
fr: Il y a quelques différences:

source: There is an additional column showing the taxonomy's **Code**.
fr: Il y a une colonne supplémentaire montant le **Code** de la taxonomie.

source: Taxonomies can be sorted by **Code**.
fr: Les taxonomies peuvent être triées par **Code**.

source: There is an additional icon to **list taxonomy terms** (tag).
fr: Il y a une icône supplémentaire pour **lister les termes de taxonomie** (étiquette).

source: Add a taxonomy
fr: Ajouter une taxonomie

source: To add a new taxonomy, begin by selecting the the "Add new taxonomy" button.
fr: Pour ajouter une nouvelle taxonomie, commencer par sélectionner le bouton "Ajouter une nouvelle taxonomie".

source: Values
fr: Valeurs

source: The Values tab is where you enter metadata, such as title, description, etc.
fr: L'onglet Valeurs permet de saisir les métadonnées, comme le titre, la description, etc.

source: Basic view of add taxonomy page, with no content entered
fr: Vue basique de la page d'ajout de taxonomie, avec aucun contenu saisi

source: It is identical to `The Items Values tab <https://omeka.org/s/docs/user-manual/content/items/#values>`_.
fr: Il est identique à `l'onglet Valeurs des Contenus <https://omeka.org/s/docs/user-manual/content/items/#values>`_.

source: Taxonomy
fr: Taxonomie

source: The Taxonomy tab is where you enter the taxonomy's unique identifier (**Code**)
fr: L'onglet Taxonomie permet de saisir l'identifiant unique (**Code**) de la taxonomie

source: Basic view of taxonomy tab, with no content entered
fr: Vue basique de l'onglet taxonomie, avec aucun contenu saisi

source: Advanced
fr: Avancé

source: The Advanced tab is where you can select a thumbnail
fr: L'onglet Avancé permet de sélectionner une vignette

source: Basic view of advanced tab, with no content entered
fr: Vue basique de l'onglet avancé, avec aucune contenu saisi
