Repository: biblibre/omeka-s-module-Taxonomy
Catalog: documentation/locales/*/LC_MESSAGES/usage.po
Languages: fr

source: Usage
fr: Utilisation

source: In the admin navigation menu, there is a ``Taxonomies`` link. Click there to go to the taxonomies list. From there it's possible to create, edit or delete taxonomies. It's also possible to list a taxonomy terms, and then create, edit or delete terms for this taxonomy.
fr: Dans le menu de navigation de l'administration, il y a un lien ``Taxonomies``. Cliquer dessus pour aller vers la liste des taxonomies. Depuis cette page il est possible de créer, modifier ou supprimer des taxonomies. Il est aussi possible de lister les termes de taxonomie, puis de créer, modifier ou supprimer des termes pour cette taxonomie.

source: Once the taxonomies are created, create/modify a resource template and include the new data types for the desired properties. Use this resource template when taxonomies are needed.
fr: Une fois que les taxonomies sont créées, créer/modifier un modèle de ressource et inclure les nouveaux types de données pour les propriétés souhaitées. Utiliser ce modèle de ressource lorsque les taxonomies sont nécessaires.

source: Replace existing values by taxonomy terms
fr: Remplacer des valeurs existantes par des termes de taxonomie

source: It's possible to replace existing literal values by links to taxonomy terms by using the batch edit tool:
fr: Il est possible de remplacer des valeurs littérales existantes par des liens vers des termes de taxonomie en utilisant l'outil de modification par lot:

source: Search for items, item sets or media,
fr: Chercher des contenus, collections ou médias,

source: Select **Edit all** or **Edit selected** in the **Batch actions** dropdown list,
fr: Sélectionner **Modifier tout** ou **Modifier sélectionnés** dans la liste déroulante **Traitements en lot**,

source: Click **Go**
fr: Cliquer sur **Traiter**

source: In **Replace literal values by taxonomy terms (properties)** select the properties you want to modify,
fr: Dans **Remplacer les valeurs littérales par des termes de taxonomie (propriétés)** sélectionner les propriétés à modifier,

source: In **Replace literal values by taxonomy terms (taxonomy)**, select the taxonomy containing the desired terms,
fr: Dans **Remplacer les valeurs littérales par des termes de taxonomie (taxonomie)**, sélectionner la taxonomie contenant les termes souhaités,

source: Click on the **Save** button.
fr: Cliquer sur le bouton **Enregistrer**.
